chang01234/test1/DICMFramework/sdkconfig/4.x/sdkconfig.defaults.linux
# target
CONFIG_IDF_TARGET_LINUX=y
CONFIG_IDF_TARGET="linux"

CONFIG_FREERTOS_UNICORE=y
CONFIG_MDNS_PREDEF_NETIF_STA=n
CONFIG_MDNS_PREDEF_NETIF_AP=n
CONFIG_FREERTOS_USE_TICK_HOOK=y